{
  "historia": "Jackson acordou em uma cama estreita do Orfanato St. Dismas aos oito anos de idade sem a menor ideia de quem era, como tinha chegado ali ou por que seu corpo pequeno já carregava reflexos que nenhuma criança deveria ter. Ao lado do colchão, uma pasta marrom com a inscrição - não abra, a menos que você seja o Jacks do futuro -  guardava as únicas pistas de uma vida inteira apagada e uma mochila simples, com roupas infantis que não lhe serviam mais, três shurikens de metal gasto, uma faca tática que sua mão empunhava com naturalidade assustadora, uma fotografia rasgada onde só se viam mãos sobre uma mesa de madeira, e uma coleção de anotações escritas por alguém que parecia conhecê-lo melhor que ele mesmo. Cresceu no orfanato carregando esse vazio, sem nunca abrir a pasta, aprendendo a conviver com os silêncios e com os momentos em que seu corpo fazia coisas que sua mente não mandava. Aos dezesseis anos, finalmente abriu a pasta e passou a noite lendo cada anotação, cada relatório policial sobre a Família Barczewski, cada imagem de segurança que mostrava uma casa grande e um casal e um menino mais velho e ele mesmo com seis ou sete anos de idade. Descobriu que seus pais lideravam uma organização criminosa em Bludhaven, que estavam envolvidos em tráfico, sequestro e homicídio, que existia um poço na propriedade da família sobre o qual os documentos falavam em termos vagos mas insistentes. Na manhã seguinte, simplesmente saiu do orfanato sem se despedir de ninguém e nunca mais voltou. Estabeleceu-se em Gotham num apartamento minúsculo no centro, sobrevivendo de trabalhos que ninguém questionava: consultoria de segurança cibernética, carregar carga no porto, ajudar em mudanças, qualquer coisa que pagasse em dinheiro vivo. O dinheiro dos Barczewski descobriu onde estava mas nunca tocou, porque usar aquilo seria aceitar que era um deles. Aos vinte anos, ainda carrega a pasta, ainda não sabe de onde vieram as cicatrizes no próprio corpo, ainda tem pesadelos com água preta que não consegue explicar, e ainda guarda a certeza de que um dia vai precisar voltar a Bludhaven para descobrir o resto da história.",

  "personalidade": "Os olhos de Jackson Turner Barczewski eram castanhos, daquele tom que em certa luz parecia mel e em outras parecia nada, e era precisamente ali que a contradição morava: na superfície, pareciam calmos, quase distraídos, mas quem prestasse atenção percebia o movimento constante por trás deles, o processamento infinito de informações, o cálculo silencioso de rotas de fuga e pontos de impacto que nunca desligava completamente. Tinha um metro e oitenta e cinco de altura, cabelo castanho que vivia despenteado porque só usava os dedos para arrumar, um corpo forte na medida certa com músculos definidos mas nada exagerado, daqueles que pareciam mais resultado de movimento constante do que de academia, e um guarda-roupa inteiro reduzido a três combinações possíveis: azul marinho com preto, marrom com preto, branco com preto. As cicatrizes que cobriam seu tronco contavam histórias que sua mente ainda não tinha desenterrado, mas ele não as escondia por vergonha e sim por estratégia, porque informação era moeda e ele não dava esmola a ninguém. Quando se sentia seguro, o que acontecia raramente e apenas diante de pessoas que atravessavam meses de silêncio para provar que não iriam embora, Jackson se transformava em alguém que os conhecidos superficiais não reconheceriam: falava sem parar sobre qualquer assunto que lhe interessasse no momento, gesticulava com as mãos rápidas que no teclado eram precisas e na luta eram mortais, ria alto das próprias piadas e cutucava os outros com o cotovelo como se tivesse treinado a vida inteira para ser casual. Passava madrugadas inteiras no Minecraft construindo casas com jardim e janelas, no Stardew Valley plantando colheitas que nunca existiriam, em servidores online com amigos que só conhecia por voz e que achavam que - Turner - era só um apelido sem importância, e nesses momentos a máquina de guerra que seus pais tentaram criar dava lugar a um homem de vinte anos que finalmente podia fazer o que não fez na infância, compensando o tempo perdido com a mesma intensidade que colocava em tudo. Mas o Jackson que andava por Gotham nas noites mais frias, o que encontrava problemas em becos escuros e resolvia com golpes que o corpo lembrava melhor que a mente, esse era mais silencioso. Quando a raiva vinha, e vinha sempre, ele batia até o outro parar de se mexer e depois olhava para as próprias mãos como se elas pertencessem a outra pessoa, e voltava para casa onde Poe esperava na porta, e tomava café com nescau numa caneca branca, e respirava fundo até lembrar que apesar da água preta ainda correr nas veias, apesar do pai continuar vivo em Bludhaven esperando o retorno da ferramenta perfeita, apesar da mãe estar enterrada em terra que nem lápide tinha, ele ainda escolhia quem queria ser a cada nova manhã, e isso, por enquanto, era o suficiente.",

  "ficha": {
    "poder": 2,
    "projeção": 2,
    "vontade": 2,
    "PV": "20/20",
    "PS": "14/14",
    
    "Poder": {
        "nome": "Vigia Noturno.",
        "descricao": "Um vigilante das ruas, treinado nas artes do combate furtivo e preparação. Sua mente analítica processa cada detalhe, e seu cinto de utilidades tem uma ferramenta para cada problema.",
        "poder1": "Projétil Dentado: O Vigia saca sua pistola modificada em um movimento fluido e dispara projéteis dentados que rasgam a carne ao entrar e sair, causando sangramento intenso. Dano: 1d10.",
        "poder 2": "Golpe Furtivo: O Vigia aproxima-se em silêncio e desfere um golpe de artes marciais preciso no ponto exato que faz o inimigo largar sua arma, que voa para longe. Dano: 1d12 + e desarma o alvo por 1 turno.",
        "passiva 1": "Mente Analítica: Estudando um inimigo, aprende seus padrões. +2 em rolagens de acerto contra o mesmo inimigo após o primeiro turno.",
        "passiva 2": "Cinto de Utilidades:  Seu cinto contém itens para toda situação. Uma vez por cena, podesacar um item comum não letal (corda, spray de gás, lanternas) sem ter declarado antes."
    }
  }
}
